[
{
    "title": "Why I am Cooler than You",
    "description" : "I don’t think many people know this about me, but I’m actually cooler than you. No, not because of some personal or academic achievement, not because I have chiseled abs or can talk to girls without throwing up (both of which aren’t true), or because I put myself through some mentally rigorous situation to better myself. No, I am cooler than you because I collect cassettes.\n See, there are two types of people in this world. Those who utilize modern advancements in technology to achieve some purpose, like easily streaming music, and those who pay money to buy a certain retro personality. When I add another plastic rectangle, wrapped in another plastic rectangle, to my collection, I am giving people a convenient way to see who I truly \"am\". This way, I don’t have to do anything impressive or noteworthy to garner your respect. I just have to own things that tell you I am quirky and have a fringe personality who doesn’t abide by the standard norms of society. Haha, I ironically own this outdated mechanism of audio, haha! I am cooler than you because I own something tied to a predefined image.\n",
    "author" : "- the cool cat drummer, kieran",
    "image" : "/images/Cassettes.JPG",
    "id" : "cooler-than-you",
    "sections": [
        {
            "title": "Disillusioning Ourselves to Mistake Consumerism for a Deeper Cause",
            "body": "I’m not materialistically shallow though. It’s not that I only just like to have things that are old and retro. Owning cassettes is about forcing the intangible nature of music into a physical embodiment. A concert is an ephemeral experience. You go, flail around for a few hours, then leave. The only thing you can take with you is your onset of premature tinnitus. Your Snapchat story lasts for 24 hours, your bruises last a few days, and you can only tell a story so many times before your friends can recite it. This isn’t enough though, we need more ways to embody the Fidlar aesthetic.\nBy neatly rowing up my cassettes on a shelf, I display my values as a cool hip twenty-something. \"Wow,\" they marvel, \"look at this cool cat who likes all of these indie, yet widely palatable and instantly likable, bands. He’s so non-mainstream.\"\nYes, my dear onlooker, I am a cultured and edgy figure to be impressed by. Not only do I own these artifacts, but I can also recite a grandiose statement that my ownership goes far past just merely listening to music. I’m aware of the common convenience of music streaming, but I have transcended audio to appreciate the physical aspect of a band that the cassette manifests. This is not any ordinary rectangle, this is my dedication to music.\nYour favorite band campaigns for anti-consumerism, but you own half of their discography in an outdated format that will eventually be landfill. Though, something of actual value comes out of this transaction; a group of people do get paid for working hard too create some sort of worldly value. An effort that we could never make time for. Between watching Netflix and scrolling through Instagram, our lives are packed to the brim with stress and responsibility.\n"
        },
        {
            "title": "How to Become Me",
            "body": "Kieran, is there a way I can become as cool, or possible even cooler than you? Yes my faithful reader, there is.\nFirst, flip through Tumblr to identify the archetype you want to assume. How does this indie rocker dress? How is their hair cut? What objects do they tote around that speak for their wacky personality? Next, become enthused in some facet of their personality that you can easily attain with money.\nYour newfound passion needs to be something not adopted by the masses but also nothing too novel. The beauty of cassettes is that heroes such as Mac Demarco have marketed retro to be cool. They lie in the sweet spot between being too impractical for normal people to collect, and too novel for people to not associate it with a certain aesthetic. A truly novel idea has no ties with any aesthetics and therefore you have to do actual work to display your personality. This is a waste of your time when the option of buying your personality exists.\nYou can earn extra points if your passion directly opposes a deeply held belief (like your strong, but woefully misunderstood and parroted, views on why capitalism is the bane on modern society).\nNow, find a way to broadcast your new brand. Instagram, Tumblr, Twitter, etc. Force your passions into your conversations with other people. People at first may find your drastic personality change odd, but overtime they will associate you with the paradigm you aspire to be. Eventually, with enough things and enough time, you will reach a parenthood status in your domain. Eventually people will attempt emulate your empty style that you littered across Instagram. Eventually, you will be cool."
        }
    ] 
},
{
    "title": "My comprehensive review of Centrum MultiGummies.",
    "description" : "The people need to know about Centrum MultiGummies. How do they compare to the kings of the gummy vitamin market place, Flinstone Vitamins? Do they pass the litmus test of quality vitamin supplements? Will they boost testosterone, help the user swindle the opposite sex, and foster economic stability in the middle class? During the drafting of this review, I have ingested at least 10x the recommended daily serving size to provide the readers my freshest impressions of Centrum MultiGummies.",
    "author" : "- the drummer, kieran",
    "image" : "/images/CentrumMultigummues.jpeg",
    "id" : "centrum-multigummies",
    "sections": [
        {
            "title": "The Experience:",
            "body": "Any gummy chemist worth his salt knows that the chewability ratio (comprised of the amount of bite strength to gummy penetration) should not exceed 7.1, the rubber danger zone, nor should it be less than 1.73, the mush zone. Centrum MultiGummies border on a 6.4/6.5 ratio. While I would usually deem this to be too high for a multivitamin, Centrum pleasantly surprises me with the rewarding internal flavor one reaches when successfully penetrating the gummy’s skin."
        },
        {
            "title": "The After Taste:",
            "body": "The after taste is the worst part about these vitamins. At 10:32am I ingested two gummies, specifically, the gummies imitating an “apricot” and “orange slice”. Shortly after, I ate a bag of Uncle Ben’s Spanish Style Ready Rice (a product that deserves a whole research paper dedicated to the intricacies of it’s taste, texture, and tang).\nAt roughly 11:08am, the bitter after taste of plastic apery lingered in my mouth. While Centrum’s initial flavor is pleasing, the coating the gummy leaves behind in one’s mouth is so intrusive it reminds one of their condemned state to only experience one life. Centrum, I am not a god, I am not a wizard, a Burd, a pharaoh, nor a saint. I am a mortal damned to one body, damned to experience the nauseating and detestable aftertaste of your poorly engineered gummy. My tastebud’s will never get back that hour of sadistic torture your multi-vitamins have inflicted on me."
        },
        {
            "title" : "The Ingredients:",
            "body" : "Centrum MultiGummies are 10 calories a serving. Suspiciously, I have also gained eight pounds since I started taking Centrum MultiGummies. Obviously, we know what vitamin supplement company is to blame for this. These calories account for around ten different vitamins which are advertised to help one’s metabolism, give one energy, and grant one immunity. I have no scientific data to support the first two claims; however, during my time taking Centrum MultiGummies I was a participant on the gameshow Survivor.\nI believe the immunity Centrum MultiGummies gave me helped me stay on the island until Survivor host, Jeff Probst, realized that I had the unfair advantage of webbed feet. He disqualified me from the show. Jeff, I understand your choice to remove me and I am not mad. I will never forget our late night conversations under the moonlight illuminating by Hallow Peak Bay as we sipped our kahlua coconut concoction. If you’re reading this, please tell your wife to accept my LinkedIn connection."
        },
        {
            "title" : "The Small Business Factor:",
            "body" : "No matter how large a company becomes, their customer service should maintain that “small business” feel. I was delighted to find Centrum listed a telephone number to call for questions and comments regarding their product. I called to talk to a gummy ambassador to tell them of my thoughts. An abrasive automated voice message greeted me. Great, I thought, Centrum really cares about the dwindling middle class. They’d rather save some petty cash than connect me with a real life human.\nI proceeded on to the prompt which would allow me to talked to a representative. The abrasive, lifeless, hollow automated voice continued to sputter words. Centrum would rather put money in the hands of automaters, who progress AI to the point of consciousness, inevitably leading to the prophecy of 2001: A Space Odyssey, than give the average hardworking American a decent salary. Despicable. Just as I thought it couldn’t get any worse, I was stone-walled with the, “We are closed now, our normal office hours are from …”.\nI was OUTRAGED. Centrum is a huge player in the Multivitamin Gummy Supplement market place. Are they not concerned at all about the immediacy of a comment a gummy supplement consumer may have? Centrum let me down in this regard. I may even discontinue my use of Centrum MultiGummies. It’s hard to give money to a corporation that I know is feeding the research of human extinction as we know it."
        },
        {
            "title" : "Summary Scorecard",
            "html" : "<p style='text-align: center'>The Flinstone Scale: 6/Flinstone<br>Chewability: 6.45<br>Grants immunity: Yes<br>Gummy chemist competence: Low<br>Soul-sucking corporation? Yes<br>Can you pick these up at your local 7-11? Probably not</p>"
        }
    ]    
}]